Repository: nicolas800/meteonow
Catalog: meteonow/*.lproj/Localizable.strings
Languages: fr

source: Rain alert
fr: Alerte pluie

source: level %@ in %@ min
fr: niveau %@ dans %@ min

source: level %@ now
fr: niveau %@ maintenant

source: Unavailable forecast
fr: Prévisions non disponibles

# More than 30 m ago
source: Forecast from more than 30 m
fr: Prévisions de plus de 30 m

# Right now
source: Forecast from right now
fr: Prévisions à l'instant

# %@ m ago
source: Forecast from %@ m
fr: Prévisions de %@ m

source: low
fr: faible

source: middle
fr: moyen

source: strong
fr: fort

# labeldetail
source: Developed by Nicolas Witczak. contact: nicolas.witczak@sigma-solutions.fr +33623142561 Documentation, term of use, privacy policy, acknowledgments and more: https://meteonow.sigma-solutions.fr
fr: Développé par Nicolas Witczak. contact: nicolas.witczak@sigma-solutions.fr +33623142561 Documentation, conditions d'utilisation, politique de confidentialité et autres: https://meteonow.sigma-solutions.fr
